Repository: humananalog/fatnag
Catalog: TheScale/TheScale/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# live.lean_pct
source: Lean %
ar: هزيل %
ca: magre
cs: Hubená %
da: Fedtfri %
de: Magermasse %
el: Άλιπη %
es: Magro %
fi: Rasvaton %
fr: Maigre %
he: רזה %
hi: लीन %
hr: Mršava %
hu: Sovány %
id: Tanpa lemak %
it: Magro %
ja: 除脂肪％
ko: 제지방 %
ms: Tanpa lemak %
nb: Fetfri %
nl: Vetvrij %
pl: Beztłuszczowa %
pt_br: Magro %
pt_pt: Magro %
ro: Slab %
ru: Сухая %
sk: Beztuková %
sv: Fetfri %
th: มวลไร้ไขมัน %
tr: Yağsız %
uk: Суха %
vi: Nạc %
zh_hans: 斜线
zh_hant: 瘦體重 %

# live.mass_raw
source: %@ raw
ar: %@ خام
ca: %@ cru
cs: %@ syrový
da: %@ rå
de: %@ roh
el: %@ ακατέργαστο
es: %@ crudo
fi: %@ raaka
fr: %@ brut
he: %@ גולמי
hi: %@ कच्चा
hr: %@ sirovo
hu: %@ nyers
id: %@ mentah
it: %@ grezzo
ja: %@ 生値
ms: %@ mentah
nb: %@ rå
nl: %@ rauw
pl: %@ surowy
pt_br: %@ bruto
pt_pt: %@ bruto
ro: %@ brut
ru: %@ сырой
sk: %@ surový
sv: %@ rå
th: %@ ดิบ
tr: %@ ham
uk: %@ сирий
vi: %@ thô
zh_hant: %@ 原始

# live.reweigh
source: Re-weigh
ar: أعد الوزن
ca: Torna a pesar
cs: Zvážit znovu
da: Vej igen
de: Erneut wiegen
el: Επαναζύγιση
es: Volver a pesar
fi: Punnitse uudelleen
fr: Repeser
he: שקול מחדש
hi: फिर तौलें
hr: Ponovno izvagu
hu: Újramérés
id: Timbang ulang
it: Ripesa
ja: 再計量
ko: 다시 재기
ms: Timbang semula
nb: Vei på nytt
nl: Opnieuw wegen
pl: Zważ ponownie
pt_br: Pesar de novo
pt_pt: Pesar de novo
ro: Cântărește din nou
ru: Перевесить
sk: Odvážiť znova
sv: Väg om
th: ชั่งใหม่
tr: Yeniden tart
uk: Перезважити
vi: Cân lại
zh_hans: 重新称重
zh_hant: 重新量體

# live.save_anyway
source: It's me — save
ar: أنا — احفظ
ca: Sóc jo: estalvia
cs: To jsem já — uložit
da: Det er mig — gem
de: Ich bin’s — speichern
el: Είμαι εγώ — αποθήκευση
es: Soy yo — guardar
fi: Se olen minä — tallenna
fr: C’est moi — enregistrer
he: זה אני — שמור
hi: यह मैं हूँ — सहेजें
hr: To sam ja — spremi
hu: Én vagyok — mentés
id: Ini saya — simpan
it: Sono io — salva
ja: 本人です — 保存
ko: 나야 — 저장
ms: Ini saya — simpan
nb: Det er meg — lagre
nl: Ik ben het — bewaar
pl: To ja — zapisz
pt_br: Sou eu — salvar
pt_pt: Sou eu — guardar
ro: Sunt eu — salvează
ru: Это я — сохранить
sk: To som ja — uložiť
sv: Det är jag — spara
th: ฉันเอง — บันทึก
tr: Benim — kaydet
uk: Це я — зберегти
vi: Là tôi — lưu
zh_hans: 是我—保存
zh_hant: 是我 — 儲存

# live.saved_health
source: Saved to Apple Health
ar: حُفظ في Apple Health
ca: Desat a Apple Health
cs: Uloženo do Apple Health
da: Gemt til Apple Health
de: In Apple Health gespeichert
el: Αποθηκεύτηκε στο Apple Health
es: Guardado en Apple Health
fi: Tallennettu Apple Healthiin
fr: Enregistré dans Apple Santé
he: נשמר ב־Apple Health
hi: Apple Health में सहेजा गया
hr: Spremljeno u Apple Health
hu: Mentve Apple Healthbe
id: Disimpan ke Apple Health
it: Salvato su Apple Health
ja: Apple Healthに保存済み
ko: Apple Health에 저장됨
ms: Disimpan ke Apple Health
nb: Lagret til Apple Health
nl: Bewaard in Apple Health
pl: Zapisano w Apple Health
pt_br: Salvo no Apple Health
pt_pt: Guardado no Apple Health
ro: Salvat în Apple Health
ru: Сохранено в Apple Health
sk: Uložené do Apple Health
sv: Sparat till Apple Health
th: บันทึกไป Apple Health แล้ว
tr: Apple Health’e kaydedildi
uk: Збережено в Apple Health
vi: Đã lưu vào Apple Health
zh_hans: 已保存到Apple Health
zh_hant: 已儲存到 Apple Health

# live.saving
source: Saving…
ar: جارٍ الحفظ…
ca: S'està desant…
cs: Ukládání…
da: Gemmer…
de: Speichern…
el: Αποθήκευση…
es: Guardando…
fi: Tallennetaan…
fr: Enregistrement…
he: שומר…
hi: सहेजा जा रहा है…
hr: Spremanje…
hu: Mentés…
id: Menyimpan…
it: Salvataggio…
ja: 保存中…
ko: 저장 중…
ms: Menyimpan…
nb: Lagrer…
nl: Bewaren…
pl: Zapisywanie…
pt_br: Salvando…
pt_pt: A guardar…
ro: Se salvează…
ru: Сохранение…
sk: Ukladanie…
sv: Sparar…
th: กำลังบันทึก…
tr: Kaydediliyor…
uk: Збереження…
vi: Đang lưu…
zh_hans: 保存中…
zh_hant: 儲存中…

# live.weight
source: Weight
ar: الوزن
ca: Pes
cs: Váha
da: Vægt
de: Gewicht
el: Βάρος
es: Peso
fi: Paino
fr: Poids
he: משקל
hi: वज़न
hr: Težina
hu: Súly
id: Berat
it: Peso
ja: 体重
ko: 중량
ms: Berat
nb: Vekt
nl: Gewicht
pl: Waga
pt_br: Peso
pt_pt: Peso
ro: Greutate
ru: Вес
sk: Váha
sv: Vikt
th: น้ำหนัก
tr: Ağırlık
uk: Вага
vi: Cân nặng
zh_hans: 重量
zh_hant: 體重

# live.weight_only.body
source: No body composition was captured, so body fat % will not be written. You can still edit weight before confirming.
ar: لم يُلتقط تركيب الجسم، لذا لن تُكتب نسبة الدهون. ما زال يمكنك تعديل الوزن قبل التأكيد.
ca: No s'ha capturat cap composició corporal, per la qual cosa no s'escriurà el % de greix corporal. Encara pots modificar el pes abans de confirmar-ho.
cs: Složení těla se nezachytilo, takže % tuku se nezapíše. Váhu můžeš ještě upravit před potvrzením.
da: Ingen kropssammensætning blev fanget, så kropsfedt % skrives ikke. Du kan stadig redigere vægt før bekræftelse.
de: Keine Körperzusammensetzung erfasst, daher wird Körperfett % nicht geschrieben. Gewicht kannst du vor dem Bestätigen noch ändern.
el: Δεν καταγράφηκε σύσταση σώματος, οπότε το % λίπους δεν θα γραφτεί. Μπορείς ακόμα να επεξεργαστείς το βάρος πριν την επιβεβαίωση.
es: No se capturó composición corporal, así que el % de grasa no se escribirá. Aún puedes editar el peso antes de confirmar.
fi: Kehonkoostumusta ei tallennettu, joten rasva %:ia ei kirjoiteta. Voit silti muokata painoa ennen vahvistusta.
fr: Aucune composition corporelle capturée : le % de graisse ne sera pas écrit. Tu peux encore modifier le poids avant de confirmer.
he: לא נתפס הרכב גוף, לכן אחוז השומן לא ייכתב. עדיין אפשר לערוך משקל לפני אישור.
hi: बॉडी कंपोज़िशन कैप्चर नहीं हुआ, इसलिए फैट % नहीं लिखा जाएगा। पुष्टि से पहले वज़न संपादित कर सकते हो।
hr: Sastav tijela nije uhvaćen, pa se % masti neće zapisati. I dalje možeš urediti težinu prije potvrde.
hu: Nem rögzült testösszetétel, ezért a testzsír % nem kerül mentésre. A súlyt még szerkesztheted megerősítés előtt.
id: Komposisi tubuh tidak tertangkap, jadi lemak % tidak ditulis. Masih bisa edit berat sebelum konfirmasi.
it: Nessuna composizione corporea catturata, quindi il % di grasso non verrà scritto. Puoi ancora modificare il peso prima di confermare.
ja: 体組成が取れなかったため体脂肪％は書きません。確定前に体重は編集できます。
ko: 체성분이 포착되지 않았으므로 체지방 % 는 기록되지 않습니다. 확인하기 전에 몸무게를 수정할 수 있습니다.
ms: Tiada komposisi badan, jadi lemak % tidak ditulis. Anda masih boleh edit berat sebelum sahkan.
nb: Ingen kroppssammensetning ble fanget, så kroppsfett % skrives ikke. Du kan fortsatt redigere vekt før bekreftelse.
nl: Geen lichaamssamenstelling vastgelegd, dus vet % wordt niet geschreven. Je kunt gewicht nog bewerken vóór bevestigen.
pl: Nie złapano składu ciała, więc % tłuszczu nie zostanie zapisany. Wagę możesz jeszcze edytować przed potwierdzeniem.
pt_br: Nenhuma composição corporal capturada, então o % de gordura não será gravado. Você ainda pode editar o peso antes de confirmar.
pt_pt: Nenhuma composição corporal capturada, por isso o % de gordura não será gravado. Ainda podes editar o peso antes de confirmar.
ro: Nu s-a capturat compoziție corporală, deci % grăsime nu se va scrie. Poți edita greutatea înainte de confirmare.
ru: Состав тела не пойман, поэтому % жира не запишется. Вес ещё можно править до подтверждения.
sk: Zloženie tela sa nezachytilo, takže % tuku sa nezapíše. Váhu môžeš ešte upraviť pred potvrdením.
sv: Ingen kroppssammansättning fångades, så kroppsfett % skrivs inte. Du kan fortfarande redigera vikt innan bekräftelse.
th: ไม่จับองค์ประกอบร่างกายได้ จึงไม่เขียนไขมัน % ยังแก้ kg ก่อนยืนยันได้
tr: Vücut kompozisyonu yakalanmadı, bu yüzden yağ % yazılmayacak. Onaylamadan önce ağırlığı hâlâ düzenleyebilirsin.
uk: Склад тіла не спіймано, тож % жиру не запишеться. Вагу ще можна правити перед підтвердженням.
vi: Không bắt được thành phần cơ thể nên mỡ % không được ghi. Vẫn sửa cân trước khi xác nhận.
zh_hans: 未捕获身体成分，因此不会写入身体脂肪百分比。在确认之前，您仍然可以编辑重量。
zh_hant: 未擷取體成分，因此不會寫入體脂 %。確認前仍可編輯體重。

# live.weight_only.save
source: Save weight + BMI only
ar: حفظ الوزن + BMI فقط
ca: Només estalvia pes + IMC
cs: Uložit jen váhu + BMI
da: Gem kun vægt + BMI
de: Nur Gewicht + BMI speichern
el: Αποθήκευση μόνο βάρους + BMI
es: Guardar solo peso + BMI
fi: Tallenna vain paino + BMI
fr: Enregistrer poids + IMC seulement
he: שמור משקל + BMI בלבד
hi: केवल वज़न + BMI सहेजें
hr: Spremi samo težinu + BMI
hu: Csak súly + BMI mentése
id: Simpan berat + BMI saja
it: Salva solo peso + BMI
ja: 体重＋BMIのみ保存
ko: 체중 + BMI만 절약
ms: Simpan berat + BMI sahaja
nb: Lagre bare vekt + BMI
nl: Bewaar alleen gewicht + BMI
pl: Zapisz tylko wagę + BMI
pt_br: Salvar só peso + BMI
pt_pt: Guardar só peso + BMI
ro: Salvează doar greutate + BMI
ru: Сохранить только вес + BMI
sk: Uložiť len váhu + BMI
sv: Spara bara vikt + BMI
th: บันทึกน้ำหนัก + BMI เท่านั้น
tr: Yalnızca ağırlık + BMI kaydet
uk: Зберегти лише вагу + BMI
vi: Chỉ lưu cân + BMI
zh_hans: 仅节省体重+体重指数
zh_hant: 僅儲存體重 + BMI

# live.weight_only.title
source: Save weight only?
ar: حفظ الوزن فقط؟
ca: Només has estalviat pes?
cs: Uložit jen váhu?
da: Gem kun vægt?
de: Nur Gewicht speichern?
el: Αποθήκευση μόνο βάρους;
es: ¿Guardar solo el peso?
fi: Tallenna vain paino?
fr: Enregistrer le poids seul ?
he: לשמור משקל בלבד?
hi: केवल वज़न सहेजें?
hr: Spremiti samo težinu?
hu: Csak súlyt mentsünk?
id: Simpan berat saja?
it: Salvare solo il peso?
ja: 体重だけ保存しますか？
ko: 무게만 절약하시겠어요?
ms: Simpan berat sahaja?
nb: Lagre bare vekt?
nl: Alleen gewicht bewaren?
pl: Zapisać tylko wagę?
pt_br: Salvar só o peso?
pt_pt: Guardar só o peso?
ro: Salvezi doar greutatea?
ru: Сохранить только вес?
sk: Uložiť len váhu?
sv: Spara bara vikt?
th: บันทึกน้ำหนักอย่างเดียว?
tr: Yalnızca ağırlık kaydedilsin mi?
uk: Зберегти лише вагу?
vi: Chỉ lưu cân nặng?
zh_hans: 仅节省体重？
zh_hant: 僅儲存體重？

# live.write_fat
source: Write fat % + lean to Health
ar: كتابة نسبة الدهون + الهزيل إلى Health
ca: Escriu greix % + magra per a la salut
cs: Zapsat % tuku + hubenou do Health
da: Skriv fedt % + lean til Health
de: Fett % + Mager in Health schreiben
el: Εγγραφή % λίπους + άλιπης στο Health
es: Escribir % grasa + magro en Health
fi: Kirjoita rasva % + lean Healthiin
fr: Écrire graisse % + maigre dans Santé
he: כתוב אחוז שומן + רזה ל־Health
hi: फैट % + लीन Health में लिखें
hr: Zapiši % masti + mršavu u Health
hu: Zsír % + sovány írása Healthbe
id: Tulis lemak % + lean ke Health
it: Scrivi % grasso + magro su Health
ja: 体脂肪％＋除脂肪をHealthに書く
ko: FAT % + lean to Health 작성
ms: Tulis lemak % + lean ke Health
nb: Skriv fett % + lean til Health
nl: Schrijf vet % + lean naar Health
pl: Zapisz % tłuszczu + beztłuszczową do Health
pt_br: Gravar % gordura + magro no Health
pt_pt: Gravar % gordura + magro no Health
ro: Scrie % grăsime + masă slabă în Health
ru: Записать % жира + сухую в Health
sk: Zapísať % tuku + beztukovú do Health
sv: Skriv fett % + lean till Health
th: เขียนไขมัน % + มวลไร้ไขมันไป Health
tr: Yağ % + yağsızı Health’e yaz
uk: Записати % жиру + суху в Health
vi: Ghi mỡ % + nạc vào Health
zh_hans: 写下fat % + lean to Health
zh_hant: 把體脂 % + 瘦體重寫入 Health

source: Location
ar: الموقع
ca: Ubicació
cs: Místo
da: Sted
de: Ort
el: Τοποθεσία
es: Ubicación
fi: Sijainti
fr: Lieu
he: מיקום
hi: स्थान
hr: Lokacija
hu: Hely
id: Lokasi
it: Posizione
ja: 場所
ko: 위치
ms: Lokasi
nb: Sted
nl: Locatie
pl: Lokalizacja
pt_br: Local
pt_pt: Localização
ro: Locație
ru: Место
sk: Miesto
sv: Plats
th: ตำแหน่ง
tr: Konum
uk: Місце
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

source: Manage plans
ar: إدارة الخطط
ca: Gestiona els plans
cs: Spravovat plány
da: Administrer planer
de: Pläne verwalten
el: Διαχείριση πλάνων
es: Gestionar planes
fi: Hallitse tilauksia
fr: Gérer les formules
he: נהל מסלולים
hi: प्लान प्रबंधित करें
hr: Upravljaj planovima
hu: Csomagok kezelése
id: Kelola paket
it: Gestisci piani
ja: プランを管理
ko: 요금제 관리
ms: Urus pelan
nb: Administrer planer
nl: Beheer abonnementen
pl: Zarządzaj planami
pt_br: Gerenciar planos
pt_pt: Gerir planos
ro: Gestionează planurile
ru: Управлять планами
sk: Spravovať plány
sv: Hantera planer
th: จัดการแผน
tr: Planları yönet
uk: Керувати планами
vi: Quản lý gói
zh_hans: 管理方案
zh_hant: 管理方案

# manual.badge
source: MANUAL
ar: يدوي
cs: RUČNĚ
da: MANUEL
de: MANUELL
el: ΧΕΙΡΟΚΙΝΗΤΑ
fi: MANUAALINEN
fr: MANUEL
he: ידני
hr: RUČNO
hu: KÉZI
ja: 手動
nb: MANUELL
nl: HANDMATIG
pl: RĘCZNIE
ru: ВРУЧНУЮ
sk: RUČNE
sv: MANUELL
tr: MANUEL
uk: ВРУЧНУ

# manual.close_a11y
source: Close manual entry
ar: إغلاق الإدخال اليدوي
ca: Tanca l'entrada manual
cs: Zavřít ruční vstup
da: Luk manuel indtastning
de: Manuelle Eingabe schließen
el: Κλείσιμο χειροκίνητης εισαγωγής
es: Cerrar entrada manual
fi: Sulje manuaalinen syöttö
fr: Fermer la saisie manuelle
he: סגור הזנה ידנית
hi: मैन्युअल एंट्री बंद करें
hr: Zatvori ručni unos
hu: Kézi bevitel bezárása
id: Tutup input manual
it: Chiudi inserimento manuale
ja: 手動入力を閉じる
ko: 수동 입력 닫기
ms: Tutup entri manual
nb: Lukk manuell registrering
nl: Sluit handmatige invoer
pl: Zamknij ręczny wpis
pt_br: Fechar entrada manual
pt_pt: Fechar entrada manual
ro: Închide introducerea manuală
ru: Закрыть ручной ввод
sk: Zavrieť ručný vstup
sv: Stäng manuell inmatning
th: ปิดการกรอกมือ
tr: Manuel girişi kapat
uk: Закрити ручне введення
vi: Đóng nhập thủ công
zh_hans: 关闭手动输入
zh_hant: 關閉手動輸入

# manual.enter_number
source: Enter a number in %@.
ar: أدخل رقمًا بوحدة %@.
ca: Introdueix un número en %@.
cs: Zadej číslo v %@.
da: Indtast et tal i %@.
de: Zahl in %@ eingeben.
el: Εισήγαγε αριθμό σε %@.
es: Introduce un número en %@.
fi: Syötä luku yksikössä %@.
fr: Entre un nombre en %@.
he: הזן מספר ב־%@.
hi: %@ में एक संख्या दर्ज करें।
hr: Unesi broj u %@.
hu: Adj meg egy számot %@-ben.
id: Masukkan angka dalam %@.
it: Inserisci un numero in %@.
ja: %@ で数値を入力。
ko: %@에 숫자를 입력하십시오.
ms: Masukkan nombor dalam %@.
nb: Skriv inn et tall i %@.
nl: Voer een getal in in %@.
pl: Wpisz liczbę w %@.
pt_br: Digite um número em %@.
pt_pt: Introduz um número em %@.
ro: Introdu un număr în %@.
ru: Введи число в %@.
sk: Zadaj číslo v %@.
sv: Ange ett tal i %@.
th: ใส่ตัวเลขใน %@
tr: %@ içinde bir sayı gir.
uk: Введи число в %@.
vi: Nhập số trong %@.
zh_hans: 在%@中输入一个数字。
zh_hant: 在 %@ 中輸入數字。

# manual.health_hint
source: Writes weight and BMI to Apple Health. No body fat.
ar: يكتب الوزن وBMI إلى Apple Health. بلا دهون.
ca: Escriu el pes i l'IMC a Apple Health. Sense greix corporal.
cs: Zapisuje váhu a BMI do Apple Health. Bez tuku.
da: Skriver vægt og BMI til Apple Health. Intet kropsfedt.
de: Schreibt Gewicht und BMI in Apple Health. Kein Körperfett.
el: Γράφει βάρος και BMI στο Apple Health. Χωρίς λίπος.
es: Escribe peso y BMI en Apple Health. Sin grasa corporal.
fi: Kirjoittaa painon ja BMI:n Apple Healthiin. Ei rasvaprosenttia.
fr: Écrit le poids et l’IMC dans Apple Santé. Pas de masse grasse.
he: כותב משקל ו־BMI ל־Apple Health. בלי שומן.
hi: वज़न और BMI Apple Health में लिखता है। बॉडी फैट नहीं।
hr: Piše težinu i BMI u Apple Health. Bez masti.
hu: Súlyt és BMI-t ír Apple Healthbe. Nincs testzsír.
id: Menulis berat dan BMI ke Apple Health. Tanpa lemak tubuh.
it: Scrive peso e BMI su Apple Health. Niente grasso corporeo.
ja: 体重とBMIをApple Healthに書きます。体脂肪はなし。
ko: Apple Health에 체중과 BMI를 씁니다. 체지방 없음.
ms: Menulis berat dan BMI ke Apple Health. Tiada lemak.
nb: Skriver vekt og BMI til Apple Health. Ingen kroppsfett.
nl: Schrijft gewicht en BMI naar Apple Health. Geen vetpercentage.
pl: Zapisuje wagę i BMI do Apple Health. Bez tłuszczu.
pt_br: Grava peso e BMI no Apple Health. Sem gordura corporal.
pt_pt: Grava peso e BMI no Apple Health. Sem gordura corporal.
ro: Scrie greutate și BMI în Apple Health. Fără grăsime corporală.
ru: Пишет вес и BMI в Apple Health. Без жира.
sk: Zapisuje váhu a BMI do Apple Health. Bez tuku.
sv: Skriver vikt och BMI till Apple Health. Inget kroppsfett.
th: เขียนน้ำหนักและ BMI ไป Apple Health ไม่มีไขมัน
tr: Ağırlık ve BMI’yi Apple Health’e yazar. Yağ yok.
uk: Пише вагу й BMI в Apple Health. Без жиру.
vi: Ghi cân và BMI vào Apple Health. Không có mỡ.
zh_hans: 将体重和BMI写入Apple Health。没有体脂肪。
zh_hant: 將體重和 BMI 寫入 Apple Health。無體脂。

# manual.mass_only
source: Mass only · no scale
ar: كتلة فقط · بلا ميزان
ca: Només massa · sense escala
cs: Jen hmotnost · bez váhy
da: Kun masse · ingen vægt
de: Nur Masse · keine Waage
el: Μόνο μάζα · χωρίς ζυγαριά
es: Solo masa · sin báscula
fi: Vain massa · ei vaakaa
fr: Masse seule · pas de balance
he: מסה בלבד · בלי משקל
hi: केवल द्रव्यमान · बिना स्केल
hr: Samo masa · bez vage
hu: Csak tömeg · nincs mérleg
id: Hanya massa · tanpa timbangan
it: Solo massa · senza bilancia
ja: 質量のみ · スケールなし
ko: 질량만 · 저울 없음
ms: Hanya jisim · tanpa penimbang
nb: Bare masse · ingen vekt
nl: Alleen massa · geen weegschaal
pl: Tylko masa · bez wagi
pt_br: Só massa · sem balança
pt_pt: Só massa · sem balança
ro: Doar masă · fără cântar
ru: Только масса · без весов
sk: Len hmotnosť · bez váhy
sv: Bara massa · ingen våg
th: เฉพาะมวล · ไม่ใช้ตาชั่ง
tr: Yalnızca kütle · tartı yok
uk: Лише маса · без вагів
vi: Chỉ khối lượng · không cân
zh_hans: 仅质量·无刻度
zh_hant: 僅質量 · 無秤

# manual.save_failed
source: Could not save
ar: تعذّر الحفظ
ca: No s&apos; ha pogut desar.
cs: Nepodařilo se uložit
da: Kunne ikke gemme
de: Speichern fehlgeschlagen
el: Αποτυχία αποθήκευσης
es: No se pudo guardar
fi: Tallennus epäonnistui
fr: Enregistrement impossible
he: לא ניתן לשמור
hi: सहेज नहीं सके
hr: Nije uspjelo spremiti
hu: Nem sikerült menteni
id: Tidak bisa menyimpan
it: Salvataggio non riuscito
ja: 保存できませんでした
ko: 저장할 수 없습니다
ms: Tidak dapat menyimpan
nb: Kunne ikke lagre
nl: Kon niet bewaren
pl: Nie udało się zapisać
pt_br: Não foi possível salvar
pt_pt: Não foi possível guardar
ro: Nu s-a putut salva
ru: Не удалось сохранить
sk: Nepodarilo sa uložiť
sv: Kunde inte spara
th: บันทึกไม่ได้
tr: Kaydedilemedi
uk: Не вдалося зберегти
vi: Không lưu được
zh_hans: 无法保存
zh_hant: 無法儲存

# manual.save_health
source: Save to Health
ar: حفظ في Health
ca: Desa a Salut
cs: Uložit do Health
da: Gem til Health
de: In Health speichern
el: Αποθήκευση στο Health
es: Guardar en Health
fi: Tallenna Healthiin
fr: Enregistrer dans Santé
he: שמור ל־Health
hi: Health में सहेजें
hr: Spremi u Health
hu: Mentés Healthbe
id: Simpan ke Health
it: Salva su Health
ja: Healthに保存
ko: 건강에 저장
ms: Simpan ke Health
nb: Lagre til Health
nl: Bewaar in Health
pl: Zapisz do Health
pt_br: Salvar no Health
pt_pt: Guardar no Health
ro: Salvează în Health
ru: Сохранить в Health
sk: Uložiť do Health
sv: Spara till Health
th: บันทึกไป Health
tr: Health’e kaydet
uk: Зберегти в Health
vi: Lưu vào Health
zh_hans: 保存到健康
zh_hant: 儲存到 Health

# manual.save_hint_a11y
source: Saves mass only, then opens History
ar: يحفظ الكتلة فقط ثم يفتح السجل
ca: Només desa massa i, a continuació, obre Historial
cs: Uloží jen hmotnost, pak otevře Historii
da: Gemmer kun masse, åbner derefter Historik
de: Speichert nur Masse, öffnet dann Verlauf
el: Αποθηκεύει μόνο μάζα, μετά ανοίγει Ιστορικό
es: Guarda solo la masa y abre Historial
fi: Tallentaa vain massan, avaa sitten Historian
fr: Enregistre la masse seule, puis ouvre l’Historique
he: שומר מסה בלבד ואז פותח היסטוריה
hi: केवल द्रव्यमान सहेजता है, फिर इतिहास खोलता है
hr: Sprema samo masu, zatim otvara Povijest
hu: Csak tömeget ment, majd megnyitja az Előzményeket
id: Simpan massa saja, lalu buka Riwayat
it: Salva solo la massa, poi apre Cronologia
ja: 質量のみ保存し、履歴を開く
ko: 대량 저장만 한 다음 히스토리 열기
ms: Simpan jisim sahaja, kemudian buka Sejarah
nb: Lagrer bare masse, åpner deretter Historikk
nl: Bewaart alleen massa, opent daarna Geschiedenis
pl: Zapisuje tylko masę, potem otwiera Historię
pt_br: Salva só a massa e abre Histórico
pt_pt: Guarda só a massa e abre Histórico
ro: Salvează doar masa, apoi deschide Istoric
ru: Сохраняет только массу, затем открывает Историю
sk: Uloží len hmotnosť, potom otvorí Históriu
sv: Sparar bara massa, öppnar sedan Historik
th: บันทึกมวลอย่างเดียว แล้วเปิดประวัติ
tr: Yalnızca kütleyi kaydeder, sonra Geçmiş’i açar
uk: Зберігає лише масу, потім відкриває Історію
vi: Chỉ lưu khối lượng, rồi mở Lịch sử
zh_hans: 仅保存质量，然后打开历史记录
zh_hant: 僅儲存質量，然後打開歷史

# manual.when
source: When
ar: متى
ca: En el moment
cs: Kdy
da: Hvornår
de: Wann
el: Πότε
es: Cuándo
fi: Milloin
fr: Quand
he: מתי
hi: कब
hr: Kada
hu: Mikor
id: Kapan
it: Quando
ja: いつ
ko: 예약일시
ms: Bila
nb: Når
nl: Wanneer
pl: Kiedy
pt_br: Quando
pt_pt: Quando
ro: Când
ru: Когда
sk: Kedy
sv: När
th: เมื่อ
tr: Ne zaman
uk: Коли
vi: Khi nào
zh_hans: 发生时
zh_hant: 時間

# manual.when_a11y
source: Change date and time
ar: تغيير التاريخ والوقت
ca: Canvia la data i l'hora
cs: Změnit datum a čas
da: Skift dato og tid
de: Datum und Uhrzeit ändern
el: Αλλαγή ημερομηνίας και ώρας
es: Cambiar fecha y hora
fi: Vaihda päivämäärä ja aika
fr: Changer la date et l’heure
he: שנה תאריך ושעה
hi: तारीख और समय बदलें
hr: Promijeni datum i vrijeme
hu: Dátum és idő módosítása
id: Ubah tanggal dan waktu
it: Cambia data e ora
ja: 日時を変更
ko: 날짜와 시간 변경
ms: Tukar tarikh dan masa
nb: Endre dato og tid
nl: Wijzig datum en tijd
pl: Zmień datę i godzinę
pt_br: Alterar data e hora
pt_pt: Alterar data e hora
ro: Schimbă data și ora
ru: Изменить дату и время
sk: Zmeniť dátum a čas
sv: Ändra datum och tid
th: เปลี่ยนวันและเวลา
tr: Tarih ve saati değiştir
uk: Змінити дату й час
vi: Đổi ngày và giờ
zh_hans: 修改日期时间
zh_hant: 更改日期和時間

source: Markets, meal staples, and nearby options when on.
ar: أسواق وأساسيات الوجبات وخيارات قريبة عند التفعيل.
ca: Mercats, bàsics dels àpats i opcions properes quan està actiu.
cs: Trhy, základní jídla a možnosti v okolí, když je zapnuto.
da: Markeder, basismad og muligheder i nærheden, når det er slået til.
de: Märkte, Grundnahrungsmittel und nahe Optionen, wenn an.
el: Αγορές, βασικά τρόφιμα και κοντινές επιλογές όταν είναι ενεργό.
es: Mercados, básicos de comida y opciones cercanas cuando está activo.
fi: Marketit, perusruoat ja lähellä olevat vaihtoehdot, kun päällä.
fr: Marchés, aliments de base et options proches quand c’est activé.
he: כשפעיל: שווקים, מזונות בסיס ואפשרויות קרובות.
hi: चालू होने पर बाज़ार, रोज़ के भोजन और आस-पास के विकल्प।
hr: Tržnice, osnovne namirnice i opcije u blizini kad je uključeno.
hu: Bekapcsolva: piacok, alapételek és közeli lehetőségek.
id: Saat aktif: pasar, bahan pokok, dan pilihan terdekat.
it: Mercati, basi dei pasti e opzioni vicine quando è attivo.
ja: オンのとき、市場・定番食・近くの選択肢。
ko: 켜면 시장, 주식, 주변 옵션을 고릅니다.
ms: Apabila dihidupkan: pasar, makanan asas dan pilihan berdekatan.
nb: Markeder, basisvarer og alternativer i nærheten når på.
nl: Markten, maaltijdbasis en opties in de buurt als het aan staat.
pl: Targowiska, podstawy posiłków i opcje w pobliżu, gdy włączone.
pt_br: Mercados, básicos das refeições e opções próximas quando ligado.
pt_pt: Mercados, básicos das refeições e opções próximas quando ligado.
ro: Piețe, alimente de bază și opțiuni din apropiere când e pornit.
ru: Рынки, базовые продукты и варианты рядом, когда включено.
sk: Trhy, základné jedlá a možnosti v okolí, keď je zapnuté.
sv: Marknader, basmat och alternativ i närheten när det är på.
th: เมื่อเปิด จะใช้ตลาด อาหารหลัก และตัวเลือกใกล้เคียง
tr: Açıkken pazarlar, temel yiyecekler ve yakındaki seçenekler.
uk: Ринки, базові продукти й варіанти поруч, коли ввімкнено.
vi: Khi bật: chợ, món chủ lực và lựa chọn gần đó.
zh_hans: 开启后选用附近市场、家常食材和周边选择。
zh_hant: 開啟後選用附近市場、家常食材和周邊選擇。
